Repository: common-repository/adquesto
Catalog: languages/questo-*.po
Languages: pl_pl

# post_metabox_option_hint
source: Quest display in this post:
pl_pl: Zasady działania Adquesto dla tego wpisu

# post_metabox_option_enabled_in_the_post
source: According to <a href="options-general.php?page=questo_settings" target="_blank">plugin settings</a>
pl_pl: Zgodnie z <a href="options-general.php?page=questo_settings" target="_blank">ustawieniami wtyczki</a>

# post_metabox_option_disabled_in_the_post
source: Do not show quests
pl_pl: Nie wyświetlaj questów

# settings_button_save
source: Save
pl_pl: Zapisz

# settings_requirements_info
source: The plugin requires the following libraries to be enabled:
pl_pl: Wtyczka wymaga włączenia następujących bibliotek w celu prawidłowego działania:

# settings_display_header
source: Enable Adquesto
pl_pl: Ustawienia wyświetlania questów

# settings_display_info
source: Select on which pages Adquesto should be enabled.
pl_pl: Wybierz, na jakich wpisach mają się wyświetlać questy.

# settings_display_post_types
source: Post types
pl_pl: Typy wpisów

# settings_display_categories
source: Categories
pl_pl: Kategorie wpisów

# settings_configuration_header
source: Configuration keys
pl_pl: Klucze konfiguracji wtyczki

# settings_configuration_info
source: You'll find the configuration keys after logging to your
pl_pl: Klucze znajdziesz w

# settings_configuration_link_text
source: Adquesto account
pl_pl: panelu Adquesto

source: Adquesto subscriber
pl_pl: Subskrybent Adquesto

# settings_newly_added_categories
source: Enable Adquesto for newly added categories
pl_pl: Włączaj Adquesto dla nowo dodawanych kategorii

# settings_display_header_master_switch
source: Activate Adquesto
pl_pl: Aktywacja Adquesto

# settings_master_switch_is_off
source: Adquesto is off
pl_pl: Adquesto jest wyłączone.

# settings_master_switch_is_off_hint
source: Quests will not be displayed on any posts
pl_pl: Questy nie będą wyświetlane na żadnych wpisach.

# settings_master_switch_is_on
source: Adquesto is on
pl_pl: Adquesto jest włączone.

# settings_master_switch_is_on_hint
source: Quests will be displayed according to the display settings
pl_pl: Questy będą wyświetlane zgodnie z ustawieniami wyświetlania.

# settings_positioning_header
source: Questâ€™s default position
pl_pl: Domyślna pozycja questu

# settings_positioning_subheader
source: Choose where in the post the quest should be displayed by default (you can overwrite this for individual posts).
pl_pl: Wybierz, na jakiej wysokości wpisu ma się domyślnie wyświetlać quest (możesz nadpisać dla poszczególnych wpisów).

# settings_positioning_upper
source: Higher
pl_pl: Wyżej

# settings_positioning_upper_hint
source: This option is recommended for websites with mainly short posts (1500-2500 characters), e.g. most news content or posts with video as the main content.
pl_pl: Opcja zalecana dla serwisów, w których przewazają krótkie wpisy (1500-2500 znaków) np. większość treści newsowych lub takich, w których główną treścią jest materiał wideo.

# settings_positioning_lower
source: Lower
pl_pl: Niżej

# settings_positioning_lower_hint
source: This option is recommended for websites where longer entries (over 2,500 characters) predominate, e.g. longform journalism and in-depth articles.
pl_pl: Opcja zalecana dla serwisów, w których przeważają długie wpisy (powyżej 2500 znaków), np. tematyczne artykuły specjalistyczne.

# settings_display_for_users_hint
source: Do not display quests to logged in administrators, editors and authors
pl_pl: Nie wyświetlaj questów zalogowanym administratorom, redaktorom i autorom
